---兼职类型
insert into t_job_type (id,code,name) 
values
	(1,'1','不限'),
	(2,'2','促销导购'),
	(3,'3','服务员'),
	(4,'4','传单派发'),
	(5,'5','家教辅导'),
	(6,'6','文员'),
	(7,'7','校园代理'),
	(8,'8','大型活动'),
	(9,'9','话务员'),
	(10,'10','礼仪模特'),
	(11,'11','艺术舞蹈'),
	(12,'12','网站建设'),
	(13,'13','软件研发'),
	(14,'14','市场营销'),
	(15,'15','法律法务'),
	(16,'16','设计制作'),
	(17,'17','普工'),
	(18,'18','技术工');
	
---兼职筛选条件
insert into t_job_choice(id,code,name)
values
	(1,'1','不限'),
	(2,'2','短期兼职'),
	(3,'3','长期兼职'),
	(4,'4','寒假工'),
	(5,'5','暑假工'),
	(6,'6','实习'));